Repository: tomzza/oe-alliance-plugins
Catalog: GigaBlueRemote/po/*.po
Languages: fi

source: within %d seconds.
fi: sekunnin %d kuluessa.

source: Cancel
fi: Peruuta

source: Code 1
fi: Koodi 1

source: Code 2
fi: Koodi 2

source: Confirm
fi: Vahvista

source: FILE DOES NOT EXIST : /proc/stb/ir/rc/customcode
fi: TIEDOSTO EI OLE OLEMASSA : /proc/stb/ir/rc/customcode

source: Please change now the mode on your RCU.
fi: Vaihda kaukosäätimen koodi nyt.

source: Press and hold 'GIGA' & '5' for 5 seconds.
fi: Paina ja pidä 'GIGA' & '5' pohjassa 5 Sekuntia.

source: Remote Control Code
fi: Kaukosäätimen koodi

source: Remote Control Code:
fi: Kaukosäätimen koodi:

source: Save
fi: Tallenna

source: Sorry, but %s is not supported.
fi: Pahoittelut, mutta %s ei ole tuettu.

source: Then choose 'Confirm'
fi: Valitse sitten 'Vahvista'
